package com.example.recipes;

public class Recipes {
    public static final String title_dukan = "Хлеб доктора Дюкана";
    public static final String desc_dukan = "Самый простой и быстрый рецепт: хлеб по Дюкану - как настоящий, но вкусный и диетический хлеб для похудения";
    public static final String fdesc_dukan = "Смешать все компоненты и вылить тесто в прямоугольное блюдо размером 15x20 см, глубиной не менее 5 мм. Накрыть пищевой пленкой (если будете печь в духовке, накрывать не надо), поставить в микроволновую печь и готовить 5 минут на максимальной мощности. Можно также выпекать хлеб 10 минут в духовке, предварительно нагретой до 200 °С (термостат 7). В конце выпечки немедленно удалить пленку с блюда и положить хлеб на поднос.";

    public static final String title_borsh = "Борщ";
    public static final String desc_borsh = "Борщ — разновидность супа на основе свёклы, которая придаёт ему характерный красный цвет. ";
    public static final String fdesc_borsh = "Налейте в кастрюлю холодную воду, выложите мясо и поставьте на средний огонь. Бульон будет вкуснее, если использовать именно мясо на кости. \n" +
            "Следите за бульоном, перед закипанием снимите пену.\n" +
            "Когда жидкость закипит, накройте кастрюлю крышкой и варите на медленном огне час-полтора.\n" +
            "Вымойте и почистите свёклу, морковь и лук. Свёклу натрите на крупной тёрке, а морковь — на средней. Лук нарежьте небольшими кубиками.\n" +
            "Налейте масло в сковороду, включите средний огонь. Обжаривайте лук и морковь, помешивая, около 5 минут.";
/*
    public static final String title_dukan = "Хлеб доктора Дюкана";
    public static final String desc_dukan = "Самый простой и быстрый рецепт: хлеб по Дюкану - как настоящий, но вкусный и диетический хлеб для похудения";
    public static final String fdesc_dukan = "Смешать все компоненты и вылить тесто в прямоугольное блюдо размером 15x20 см, глубиной не менее 5 мм. Накрыть пищевой пленкой (если будете печь в духовке, накрывать не надо), поставить в микроволновую печь и готовить 5 минут на максимальной мощности. Можно также выпекать хлеб 10 минут в духовке, предварительно нагретой до 200 °С (термостат 7). В конце выпечки немедленно удалить пленку с блюда и положить хлеб на поднос.";

    public static final String title_dukan = "Хлеб доктора Дюкана";
    public static final String desc_dukan = "Самый простой и быстрый рецепт: хлеб по Дюкану - как настоящий, но вкусный и диетический хлеб для похудения";
    public static final String fdesc_dukan = "Смешать все компоненты и вылить тесто в прямоугольное блюдо размером 15x20 см, глубиной не менее 5 мм. Накрыть пищевой пленкой (если будете печь в духовке, накрывать не надо), поставить в микроволновую печь и готовить 5 минут на максимальной мощности. Можно также выпекать хлеб 10 минут в духовке, предварительно нагретой до 200 °С (термостат 7). В конце выпечки немедленно удалить пленку с блюда и положить хлеб на поднос.";

    public static final String title_dukan = "Хлеб доктора Дюкана";
    public static final String desc_dukan = "Самый простой и быстрый рецепт: хлеб по Дюкану - как настоящий, но вкусный и диетический хлеб для похудения";
    public static final String fdesc_dukan = "Смешать все компоненты и вылить тесто в прямоугольное блюдо размером 15x20 см, глубиной не менее 5 мм. Накрыть пищевой пленкой (если будете печь в духовке, накрывать не надо), поставить в микроволновую печь и готовить 5 минут на максимальной мощности. Можно также выпекать хлеб 10 минут в духовке, предварительно нагретой до 200 °С (термостат 7). В конце выпечки немедленно удалить пленку с блюда и положить хлеб на поднос.";

    public static final String title_dukan = "Хлеб доктора Дюкана";
    public static final String desc_dukan = "Самый простой и быстрый рецепт: хлеб по Дюкану - как настоящий, но вкусный и диетический хлеб для похудения";
    public static final String fdesc_dukan = "Смешать все компоненты и вылить тесто в прямоугольное блюдо размером 15x20 см, глубиной не менее 5 мм. Накрыть пищевой пленкой (если будете печь в духовке, накрывать не надо), поставить в микроволновую печь и готовить 5 минут на максимальной мощности. Можно также выпекать хлеб 10 минут в духовке, предварительно нагретой до 200 °С (термостат 7). В конце выпечки немедленно удалить пленку с блюда и положить хлеб на поднос.";




*/
}
